micropython/micropython/ports/samd/boards/SAMD_GENERIC_D21X18/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Generic SAMD21J18"
#define MICROPY_HW_MCU_NAME   "SAMD21J18A"

#define MICROPY_HW_DFLL_USB_SYNC    (1)
